anthropic.claude-code
bradgashler.htmltagwrap
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
christian-kohler.path-intellisense
ecmel.vscode-html-css
esbenp.prettier-vscode
exodiusstudios.comment-anchors
fabiospampinato.vscode-monokai-night
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.copilot-chat
htmlhint.vscode-htmlhint
mechatroner.rainbow-csv
mhutchie.git-graph
miguelsolorio.fluent-icons
miguelsolorio.symbols
ms-ceintl.vscode-language-pack-es
ms-dotnettools.vscode-dotnet-runtime
ms-mssql.mssql
ms-vscode-remote.remote-wsl
mtxr.sqltools
naumovs.color-highlight
pflannery.vscode-versionlens
pranaygp.vscode-css-peek
sainoba.px-to-rem
shynet.vscode-taskkill
simonsiefke.svg-preview
sonarsource.sonarlint-vscode
tomoki1207.pdf
usernamehw.errorlens
wix.vscode-import-cost
xabikos.javascriptsnippets
yoavbls.pretty-ts-errors
